import React from "react";
import '../CSS/terms.css'
import {s3PublicFilesUrl} from "../Services/CommonConfigurations";

export default function Terms(){
    return (
        <div className="py-2 px-3">
            <img src={s3PublicFilesUrl + "Logo_1.png"} height={55} className="d-flex mx-auto mt-4"/>
            <p className="h1 text-center mt-3">תקנון השימוש בשירות "Dogood"</p>

            <div className="section">
                <p className="h2">1. כללי</p>
                <ol>
                    <li>תקנון זה מסדיר את תנאי השימוש בשירות דיגיטלי "דוגוד" (להלן: "Dogood") תחת הדומיין:
                        www.wedogood.co.il, שפותח במסגרת שיתוף פעולה עם חברת פטאיט בע״מ 516897675.
                    </li>
                    <li>השימוש באתר מהווה הסכמה מלאה מצד המשתמש לכל תנאי התקנון.</li>
                    <li>התקנון כתוב בלשון זכר מטעמי נוחות בלבד, אך פונה לכל המגדרים באותה מידה.</li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">2. הרשמה ושימוש</p>
                <ol>
                    <li>לצורך השימוש באפליקציה יש להירשם באמצעות כתובת דוא״ל, מספר הנייד ויצירת פרופיל אישי.</li>
                    <li>על המשתמש לספק מידע מדויק ואמיתי. שקרים על הכלב שלכם לא יובילו לפרסים גדולים יותר (אבל כן למבטים
                        מוזרים באירועים קהילתיים).
                    </li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">3. איסוף ושיתוף מיקומים</p>
                <ol>
                    <li>כל שיתוף תמונה של שקית איסוף פסולת כלבים יזכה את המשתמש בנקודה, בכפוף לאימות בסיסי במערכת.</li>
                    <li>נסיונות לרמות (למשל שיתוף מיקום פיקטיבי, איסוף מדומה או צילום של גללים של חתול) יובילו לאיפוס
                        הנקודות ואף לחסימה מהמערכת.
                    </li>
                    <li>השימוש במערכת מחייב שמירה על כללי ניקיון, בטיחות והתחשבות בזולת.</li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">4. צבירת נקודות ופרסים</p>
                <ol>
                    <li>נקודות נצברות על פי פעילות המשתמש באפליקציה. כל איסוף אחד מקנה מטבע, לאחר השלמת איסוף בכל יום
                        במשך החודש ההטבה שתוענק היא 50 שקלים חדשים למימוש בחנות אונליין פטאיט לאוכל וציוד לחיות מחמד <a
                            href="https://www.peteat.co.il" target="_blank">www.peteat.co.il</a></li>
                    <li>הנקודות ניתנות למימוש לפי סוג הפרסים הזמינים בכל רגע נתון (הנחות, שוברים, השתתפות בהגרלות
                        ועוד).
                    </li>
                    <li>תנאי מימוש הנקודות ופרטי הפרסים עשויים להשתנות לפי שיקול דעת המפעילים, ויפורסמו באפליקציה.</li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">5. אחריות ושירות</p>
                <ol>
                    <li>האתר ניתן לשימוש כפי שהוא (AS-IS), ואין באחריות המפעילים לכל נזק ישיר או עקיף שעלול להיגרם.</li>
                    <li>המערכת אינה מזהה באופן אוטומטי אם באמת אספתם – אנחנו סומכים עליכם, אל תאכזבו.</li>
                    <li>שירות לקוחות (אנושי לגמרי) זמין לפניות במייל <a
                        href="mailto:hi@wedogood.co.il">hi@wedogood.co.il</a>, שאלות, ובעיקר לתלונות על כלבים שלא משתפים
                        פעולה.
                    </li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">6. פרטיות</p>
                <ol>
                    <li>המידע הנאסף באתר (תמונה, מיקום, פרופיל משתמש, פעילות) נשמר בצורה מאובטחת בצורה הטובה ביותר ואינו
                        מועבר לגורמים חיצוניים ללא הסכמה.
                    </li>
                    <li>מידע עשוי לשמש לצרכי שיפור השירות, סטטיסטיקה עירונית, ושיווק ממוקד – הכל בהתאם לחוקי הגנת
                        הפרטיות.
                    </li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">7. שינויים בתקנון</p>
                <ol>
                    <li>הנהלת האתר רשאית לעדכן את התקנון מעת לעת, על פי הצורך.</li>
                    <li>כל שינוי יפורסם באתר ויכנס לתוקף מיידית. המשך שימוש לאחר פרסום התקנון החדש יהווה הסכמה מחודשת.
                    </li>
                </ol>
            </div>

            <div className="section">
                <p className="h2">8. לסיכום</p>
                <p>תהיו נחמדים, אספו כמו גדולים, ואל תשכחו שכל שיתוף קטן שלכם – עושה שינוי גדול בעיר.</p>
                <p><strong>איתכם תמיד,<br/>צוות דוגוד | Dogood</strong></p>
            </div>
        </div>
    )
}